/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "„%@“";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Hodnota je neplatná.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Hodnota „%@“ je neplatná.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Zadajte platnú hodnotu.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Hodnota je neplatná.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Hodnota „%@“ je neplatná.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Hodnota je príliš malá.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Hodnota je príliš veľká.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Zadajte platnú hodnotu.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Zadajte číslo väčšie ako %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Zadajte číslo z intervalu %1$@ až %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Zadajte číslo menšie ako %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Hodnota %@ je príliš malá.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Hodnota %@ je príliš veľká.";

/* NSFileLockingError */
"Err255-C" = "Súbor sa nepodarilo zamknúť.";

/* NSFileLockingError */
"Err255-R" = "Súbor je už zrejme zamknutý, alebo nemáte práva potrebné na jeho zamknutie.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Súbor „%@“ sa nepodarilo zamknúť.";

/* NSFileReadUnknownError */
"Err256" = "Súbor sa nepodarilo otvoriť.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Súbor „%@“ sa nepodarilo otvoriť.";

/* NSFileReadNoPermissionError */
"Err257" = "Súbor sa nepodarilo otvoriť, pretože nemáte práva na jeho prezeranie.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Nemáte potrebné práva.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Ak chcete zobraziť alebo zmeniť práva, označte položku vo Finderi a vyberte Súbor > Informácie.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Súbor „%@“ sa nepodarilo otvoriť, pretože nemáte práva na jeho prezeranie.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Meno súboru je neplatné.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Položku sa nepodarilo otvoriť, pretože meno súboru „%@“ je neplatné.";

/* NSFileReadCorruptFileError */
"Err259" = "Súbor sa nepodarilo otvoriť, pretože nemá správny formát.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Súbor nemá správny formát.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Súbor je zrejme poškodený, skomolený, alebo je v neočakávanom formáte.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Súbor „%@“ sa nepodarilo otvoriť, pretože nemá správny formát.";

/* NSFileReadNoSuchFileError */
"Err260" = "Súbor sa nepodarilo otvoriť, pretože neexistuje.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Priečinok „%@“ neexistuje.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Súbor neexistuje.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Priečinok neexistuje.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Súbor „%@“ sa nepodarilo otvoriť, pretože taký súbor neexistuje.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Súbor sa nepodarilo otvoriť použitím daného kódovania.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Dané kódovanie je nepoužiteľné.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Kódovanie textu %@ je nepoužiteľné.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Súbor bol možno uložený v inom kódovaní, alebo sa možno nejedná o textový súbor.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Súbor sa nepodarilo otvoriť použitím kódovania %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Súbor „%2$@“ sa nepodarilo otvoriť použitím kódovania %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Súbor sa nepodarilo otvoriť, pretože daný typ URL nie je podporovaný.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Daný typ URL nie je podporovaný.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Súbor „%1$@“ sa nepodarilo otvoriť, pretože typ URL %2$@ nie je podporovaný.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Súbor sa nepodarilo otvoriť, pretože typ URL %@ nie je podporovaný.";

/* NSFileReadTooLargeError */
"Err263" = "Súbor sa nepodarilo otvoriť, pretože je príliš veľký.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Súbor je príliš veľký.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Súbor „%@“ sa nepodarilo otvoriť, pretože je príliš veľký.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Súbor sa nepodarilo otvoriť, pretože sa nepodarilo určiť kódovanie textu obsahu.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Nepodarilo sa určiť kódovanie textu obsahu.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Súbor je možné otvoriť stanovením konkrétneho kódovania.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Súbor „%@“ sa nepodarilo otvoriť, pretože sa nepodarilo určiť kódovanie textu obsahu.";

/* NSUserCancelledError */
"Err3072-C" = "Operácia bola zrušená.";

/* NSPropertyListCorruptError */
"Err3840" = "Dáta sa nepodarilo čítať, pretože boli poškodené.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Dáta boli poškodené.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Dáta sa nepodarilo čítať, pretože sú vo formáte, ktorému táto aplikácia nerozumie.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Dáta sú vo formáte, ktorému táto aplikácia nerozumie.";

/* NSPropertyListReadStreamError */
"Err3842" = "Dáta sa nepodarilo čítať kvôli chybe v zdroji dát.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "V zdroji dát sa vyskytla chyba.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Dáta sa nepodarilo zapísať kvôli chybe v cieli dát.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "V cieli dát sa vyskytla chyba.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Priečinok „%@“ neexistuje.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "„%@“ sa nepodarilo odstrániť.";

/* NSFileNoSuchFileError */
"Err4-C" = "Súbor neexistuje.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Priečinok neexistuje.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Súbor „%@“ neexistuje.";

/* NSFileWriteUnknownError */
"Err512" = "Súbor sa nepodarilo uložiť.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Súbor „%1$@“ sa nepodarilo uložiť, pretože sa nepodarilo aktualizovať súbor zálohy.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "„%1$@“ sa nepodarilo kopírovať do „%2$@“.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "„%1$@“ sa nepodarilo prepojiť s „%2$@“.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "„%1$@“ sa nepodarilo presunúť do „%2$@“.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "„%@“ sa nepodarilo odstrániť.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Súbor zálohy sa nepodarilo uložiť.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Súbor zálohy je zrejme zamknutý, alebo nemáte práva na jeho uloženie. Ak chcete zobraziť alebo zmeniť práva, označte položku vo Finderi a vyberte Súbor > Informácie.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Súbor „%2$@“ sa nepodarilo uložiť do priečinka „%1$@“.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Súbor „%@“ sa nepodarilo uložiť.";

/* NSFileWriteNoPermissionError */
"Err513" = "Súbor sa nepodarilo uložiť, pretože nemáte potrebné práva.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "„%1$@“ sa nepodarilo kopírovať, pretože nemáte práva na prístup do „%2$@“.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "„%1$@“ sa nepodarilo prepojiť, pretože nemáte práva na prístup do „%2$@“.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "„%1$@“ sa nepodarilo presunúť, pretože nemáte práva na prístup do „%2$@“.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "„%@“ sa nepodarilo odstrániť, pretože nemáte práva na prístup k nemu.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Nemáte potrebné práva.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Ak chcete zobraziť alebo zmeniť práva, označte položku vo Finderi a vyberte Súbor > Informácie.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Nemáte práva potrebné na uloženie súboru „%2$@“ do priečinka „%1$@“.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Nemáte práva potrebné na uloženie súboru „%@“.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Položku sa nepodarilo uložiť, pretože meno súboru je neplatné.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Položku sa nepodarilo odstrániť, pretože meno súboru „%@“ je neplatné.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Meno súboru je neplatné.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Položku sa nepodarilo uložiť, pretože meno súboru „%@“ je neplatné.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Súbor sa nepodarilo uložiť použitím daného kódovania.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Dané kódovanie je nepoužiteľné.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Kódovanie textu %@ je nepoužiteľné.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Ak je to možné, vyberte iné kódovanie textu.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Súbor sa nepodarilo uložiť použitím kódovania %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Súbor „%2$@“ sa nepodarilo uložiť použitím kódovania %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Súbor sa nepodarilo uložiť, pretože daný typ URL nie je podporovaný.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Daný typ URL nie je podporovaný.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Súbor „%1$@“ sa nepodarilo uložiť, pretože typ URL %2$@ nie je podporovaný.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Súbor sa nepodarilo uložiť, pretože typ URL %@ nie je podporovaný.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Súbor sa nepodarilo uložiť, pretože nemáte dostatok miesta.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "„%1$@“ sa nepodarilo kopírovať do „%2$@“, pretože nemáte dostatok miesta.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "„%1$@“ sa nepodarilo prepojiť s „%2$@“, pretože nemáte dostatok miesta.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "„%1$@“ sa nepodarilo presunúť do „%2$@“, pretože nemáte dostatok miesta.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Nedostatok miesta.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Oddiel „%@“ je plný.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Odstráňte z oddielu súbory a potom to skúste znovu.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Nemôžete uložiť súbor „%@“, pretože nemáte dostatok miesta.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Nemôžete uložiť súbor „%1$@“, pretože oddiel „%2$@“ je plný.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Súbor sa nepodarilo uložiť, pretože je určený len na čítanie.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Oddiel je určený len na čítanie.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Oddiel „%@“ je určený len na čítanie.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Skúste uložiť súbor na iný oddiel.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Nemôžete uložiť súbor „%1$@“, pretože oddiel je určený len na čítanie.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Nemôžete uložiť súbor „%1$@“, pretože oddiel „%2$@“ je určený len na čítanie.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Operáciu sa nepodarilo dokončiť. (%1$@ chyba %2$ld.)";

